{
    "title": "Frequently Asked Questions",

    "question1": "Why do I need to create an account?",
    "answer1": "You can use the services of LiftZone clubs if you have a personal online account, which you can create by clicking the link below. If you are unable to create your profile, we can assist you in creating your account in person at any of our clubs! Once logged into your account, you can see your current balance, check your membership expiration date, and update your personal information.",

    "question2": "Which LiftZone club is my created account linked to?",
    "answer2": "You only need to register once on this platform, and your registration will be valid in all LiftZone clubs. Please specify which LiftZone club you visit regularly when you register. When booking online, please ensure that you book services at the correct club!",

    "question3": "What happens if I forget my password?",
    "answer3": "If you forget your password, you’ll find a 'Forgot Password' button at the bottom of the page. Click it, enter your email address, and we’ll send you an email with a link to reset your password.",

    "question4": "How can I book a class?",
    "answer4": "If you already have an online account, click on the tabs above to access services! Once you select the class you want, click on it, and your booking is done! You can read more about group class booking details in the Class Booking Policy. Policies may vary by club. You can view your booking by logging into your profile. If you are unable to book, please try on liftzone.hu.",

    "question5": "How can I cancel a class?",
    "answer5": "You can cancel a spot at least 60 minutes before the class starts HERE.",



    "title2": "House Rules",

    "p1": "The operator of the LiftZone clubs is",

    "p2": "LiftZone Hungary Ltd <br> Company Registration Number: 01 09 376249 <br> Tax Number: 12459872-2-41 <br> Bank Account Number: 12010501-01370929-00100006 <br> Headquarters: 1134 Budapest, Váci út 29-31 <br> Mailing Address: 1082 Budapest, Futó u. 48-50. <br>",

    "p3": "The purpose of the House Rules is to define the behavior expected between guests and other individuals in LiftZone clubs and to establish the fundamental rules essential for providing high-quality service. Additionally, it prescribes requirements not covered by other rules, ensuring the proper use, maintenance, and safe operation of LiftZone clubs.",

    "p4": "In the case of minors under the age of 14, only their legal representative/parent may register on their behalf.",

    "p5": "For minors aged 14-16, valid registration and the use of club services require the consent of their legal representative/parent, which can be found HERE. For online registration, consent is given by filling out the downloadable form from the website and submitting it either in person during the minor's first visit to the club or by returning it via post.",

    "p6": "We would like to remind our guests that minors may only use our services with the permission and continuous supervision (!) of a trainer. Further details are available in the specific club's house rules:",

    "link1": "LiftZone Corvin – House Rules",

    "link2": "LiftZone Etele – House Rules",

    "link3": "LiftZone Nyugati – House Rules",

    "link4": "LiftZone Springday – House Rules",

    "link5": "LiftZone Váci 35 – House Rules",

    "link6": "LiftZone Flórián – House Rules",

    "link7": "LiftZone – Class Booking Policy"
}
